content/posts/A_Spirit_of_Trust_by_Robert_Brandom_in_2019.md
+++
title = "A Spirit of Trust by Robert Brandom in 2019"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:33:37-04:00
slug = "A_Spirit_of_Trust_by_Robert_Brandom_in_2019"
draft = false
+++

## [Robert Brandom]({{< relref "Robert_Brandom" >}}), [Georg Hegel]({{< relref "Georg_Hegel" >}}), [philosophy]({{< relref "philosophy" >}}), [books]({{< relref "books" >}}) {#robert-brandom--robert-brandom-dot-md--georg-hegel--georg-hegel-dot-md--philosophy--philosophy-dot-md--books--books-dot-md}


## reviews {#reviews}


### [A Spirit of Trust: A Reading of Hegel's Phenomenology _/ Notre Dame Philosophical Reviews](<https://ndpr.nd.edu/news/a-spirit-of-trust-a-reading-of-hegels-phenomenology>_) {#a-spirit-of-trust-a-reading-of-hegel-s-phenomenology-notre-dame-philosophical-reviews--https-ndpr-dot-nd-dot-edu-news-a-spirit-of-trust-a-reading-of-hegels-phenomenology}


## Introduction: A Pragmatist Semantic Reading of Hegel's <span class="underline"><span class="underline">Phenomenology</span></span> {#introduction-a-pragmatist-semantic-reading-of-hegel-s}


### I. The focal topic: the content and use of concepts {#i-dot-the-focal-topic-the-content-and-use-of-concepts}


### II. The strategy of semantic descent {#ii-dot-the-strategy-of-semantic-descent}


### III. The social dimension of discursiveness: normativity and recognition {#iii-dot-the-social-dimension-of-discursiveness-normativity-and-recognition}


### IV. The historical dimension of discursiveness: recollective rationality {#iv-dot-the-historical-dimension-of-discursiveness-recollective-rationality}


### V. Cognition, recognition, and recollection: semantics and epistemology, normative pragmatics, and the historicity of <span class="underline"><span class="underline">Geist</span></span> {#v-dot-cognition-recognition-and-recollection-semantics-and-epistemology-normative-pragmatics-and-the-historicity-of}


## Part One: Semantics and Epistemology: Knowing and Representing the Objective World {#part-one-semantics-and-epistemology-knowing-and-representing-the-objective-world}


### 1. Conceptual realism and the semantic possibility of knowledge {#1-dot-conceptual-realism-and-the-semantic-possibility-of-knowledge}


### 2. Representation and the experience of error: A functionalist approach to the distinction between appearance and reality {#2-dot-representation-and-the-experience-of-error-a-functionalist-approach-to-the-distinction-between-appearance-and-reality}


### 3. Following the Path of Despair to a Bacchanalian Revel: The emergence of the new, true object {#3-dot-following-the-path-of-despair-to-a-bacchanalian-revel-the-emergence-of-the-new-true-object}


### 4. Immediacy, generality, and recollection: first lessons on the structure of epistemic authority {#4-dot-immediacy-generality-and-recollection-first-lessons-on-the-structure-of-epistemic-authority}


### 5. Understanding the object/property structure in terms of negation: an introduction to Hegelian logic and metaphysics in the <span class="underline"><span class="underline">Perception</span></span> chapter {#5-dot-understanding-the-object-property-structure-in-terms-of-negation-an-introduction-to-hegelian-logic-and-metaphysics-in-the-chapter}


### 6. "Force" and understanding--from object to concept: the ontological status of theoretical entities and the laws that implicitly define them {#6-dot-force-and-understanding-from-object-to-concept-the-ontological-status-of-theoretical-entities-and-the-laws-that-implicitly-define-them}


### 7. Objective Idealism and Modal Expressivism {#7-dot-objective-idealism-and-modal-expressivism}


## Part Two: Normative Pragmatics: Recognition and the Expressive Metaphysics of Agency {#part-two-normative-pragmatics-recognition-and-the-expressive-metaphysics-of-agency}


### 8. The structure of desire and recognition: self-consciousness and self-constitution {#8-dot-the-structure-of-desire-and-recognition-self-consciousness-and-self-constitution}


### 9. The fine structure of autonomy and recognition: the institution of normative statuses by normative attitudes {#9-dot-the-fine-structure-of-autonomy-and-recognition-the-institution-of-normative-statuses-by-normative-attitudes}


### 10. Allegories of mastery: The pragmatic and semantic basis of the metaphysical incoherence of authority without responsibility {#10-dot-allegories-of-mastery-the-pragmatic-and-semantic-basis-of-the-metaphysical-incoherence-of-authority-without-responsibility}


### 11. Hegel's expressive metaphysics of agency: the determination, identity, and development of what is done {#11-dot-hegel-s-expressive-metaphysics-of-agency-the-determination-identity-and-development-of-what-is-done}


### 12. Recollection, representation, and agency {#12-dot-recollection-representation-and-agency}


## Part Three: Recollecting the ages of spirit: From Irony to Trust {#part-three-recollecting-the-ages-of-spirit-from-irony-to-trust}


### 13. The history of normative structures: on beyond immediate <span class="underline"><span class="underline">Sittlichkeit</span></span> {#13-dot-the-history-of-normative-structures-on-beyond-immediate}


### 14. Alienation and language {#14-dot-alienation-and-language}


### 15. Edelmutigkeit and Nidertrachtigkeit: The Kammerdiener {#15-dot-edelmutigkeit-and-nidertrachtigkeit-the-kammerdiener}


### 16. Confession and Forgiveness, Recollection and Trust {#16-dot-confession-and-forgiveness-recollection-and-trust}


## Conclusion: Semantics with an Edifying Intent: Recognition and Recollection on the Way to the Age of Trust {#conclusion-semantics-with-an-edifying-intent-recognition-and-recollection-on-the-way-to-the-age-of-trust}


### VIII. Dimensions of Holism: Identity through Difference {#viii-dot-dimensions-of-holism-identity-through-difference}

<!--list-separator-->

-  At the extremes, British Absolute Idealists thought of all relations as internal (Russell’s “world as a bowl of jelly”) and atomists thought of all relations as external (Russell’s “world as a bucket of shot”). Whitehead cited both as united in committing the “[fallacy of lost contrast](<https://en.wikipedia.org/wiki/Suppressed%5Fcorrelative>).” The fallacy of lost contrast is also known as the [suppressed correlative]({{< relref "suppressed_correlative" >}})
